Repository: valeriosouza/post-notification
Catalog: languages/notify-users-e-mail-*.po
Languages: pt_br

source: Choose a file
pt_br: Escolha um arquivo

source: Add file
pt_br: Adicionar arquivo

source: Post Notification by Email
pt_br: Notificação de Post por Email

source: Welcome
pt_br: Bem-vindo

source: Post Notification by Email Settings
pt_br: Configurações da Notificação de Post por Email

source: Settings
pt_br: Configurações

source: %s You can use the following placeholders:%s %s
pt_br: %s Você pode usar os seguintes parâmetros:%s %s

source: to display the title
pt_br: para mostrar o título

source: to display the URL
pt_br: para mostrar a URL

source: to display the content
pt_br: para mostrar o conteúdo.

source: to display the date of publication
pt_br: para mostrar a data de publicação

source: to display the post title
pt_br: para mostrar o título do post

source: to display the comment URL
pt_br: para mostrar a URL do comentário

source: to display the date of comment publication
pt_br: para mostrar a data de publicação do comentário

source: Email Settings
pt_br: Configurações de E-mail

source: Sent to
pt_br: Enviar para

source: Enter email address (separated by commas) for emails to be sent regardless of settings below. A registered user may receive two emails if you list it here.
pt_br: Digite os endereços de e-mail (separado por virgulas) para os disparos sejam enviados independentemente das configurações abaixo. Um usuário registrado pode receber até dois e-mails se você cadastra-lo aqui.

source: Send to users
pt_br: Enviar para os usuários

source: Select the type of user that will receive notifications. You can choose more than one type using ctrl+click.
pt_br: Selecione o nível de usuário que irá receber a notificação. Você pode escolher mais de uma opção usando ctrl+clique.

source: Email subject for new posts, pages and post types.
pt_br: Assunto do e-mail para novos posts, páginas e tipo de posts personalizado.

source: Email body for new posts, pages and post types.
pt_br: Corpo do e-amil para novos posts, páginas e tipo de posts personalizados.

source: Email subject for new comments
pt_br: Assunto do e-mail para novos comentários

source: Email body for new comments
pt_br: Corpo do e-mail para novos comentários

source: Conditional Settings
pt_br: Configurações de Condições

source: Post Types
pt_br: Tipos de Postagens

source: Pages
pt_br: Páginas

source: Which Post Types will trigger a notification
pt_br: Quais tipos de posts personalizados irá disparar uma notificação

source: Which terms from %s will send a notification
pt_br: Quais termos do %s irá disparar uma notificação

source: Select the %s
pt_br: Selecione o %s

source: Choose some Options
pt_br: Escolha algumas opções

source: Select image
pt_br: Selecione imagem

source: Remove image
pt_br: Remover imagem

source: This plugin notifies registered users via email of new posts, pages and comments posted.
pt_br: Esse plugin notifica todos os usuários cadastrados via e-mail de novos posts, páginas e comentários publicados.

source: Welcome to
pt_br: Bem vindo ao

source: This plugin notifies registered users via email of new posts, comments, and any post type posted.
pt_br: Esse plugin notifica os usuários cadastrados via e-mail sobre novos posts, comentários e tipos de post personalizado quando são publicados.

source: Go to Configuration Plugin
pt_br: Ir para as Configurações do Plugin

source: What's new in this release.
pt_br: O que tem nessa nova versão.

source: Now it is possible to choose which post type and taxonomy which emails are sent.
pt_br: Agora é possível escolher qual tipo de post personalizado e taxonomia irá disparar os emails.

source: More beautiful with HTML content!
pt_br: Mais bonito, com conteúdo do e-mail em HTML!

source: New HTML editors allow you to customize the contents of the email, and even embed images, videos and what more do you want to.
pt_br: Novo editor HTML permite você personalizar o conteúdo do email, e até mesmo incorporar imagens, vídeos e o que mais você quiser.

source: Contents of the post directly in the body of the email!
pt_br: Conteúdo do post diretamente no corpo do e-mail!

source: It is now possible to send the entire contents of the post directly in your email. This is amazing.
pt_br: Agora é possível enviar todo o conteúdo do post diretamente no seu e-mail. Isto é incrível.

source: Keep up with the news
pt_br: Fique por dentro das novidades

source: We are preparing many new features, stay tuned by subscribing to our email Marketing. We promise not to send Spam.
pt_br: Estamos preparando novas funcionalidades, para ficar sabendo em primeira mão, assine nossa Newsletter. Prometemos não enviar Spam.

source: Email Address
pt_br: Endereço de E-mail

source: Subscribe
pt_br: Cadastrar

source: New post published at %s on {date}
pt_br: Novo post publicado no %s em {date}

source: A new post {title} - {link_post} has been published on {date}.
pt_br: Um novo post {title} - {link_post} foi publicado em {date}.

source: New comment published at %s
pt_br: Novo comentário publicado no %s

source: A new comment {link_comment} has been published.
pt_br: Um novo comentário {link_comment} foi publicado em {date}.

source: \a\t
pt_br: \e\m
